<?
#Описание игровых объектов
#by PahaShrek
#
##################-----ОРУЖИЕ-----##################
$desc['M14_EP1'] = "
	Боевая винтовка
	Патрон: 7.62х51мм НАТО";
$desc['Remington870_lamp'] = "
	Ремингтон 870";
$desc['M4A3_CCO_EP1'] = "
	Штурмовая винтовка
	Патрон: 5.56х45мм НАТО";
$desc['M4A1_AIM_SD_camo'] = "
	M4A1 Камуфляж";
$desc['BAF_L85A2_RIS_CWS'] = "
	Штурмовая винтовка
	Патрон: 5.56х45мм НАТО
	Мод: ПНВ";
$desc['BAF_AS50_scoped'] = "
	AS50";
$desc['Winchester1866'] = "
	Дробовик 12 калибра";
$desc['LeeEnfield'] = "
	SMLE Mk.III";
$desc['revolver_EP1'] = "
	Калибр: .45 ACP";
$desc['FN_FAL'] = "
	Боевая винтовка
	Патрон: 7.62х51мм НАТО++";
$desc['FN_FAL_ANPVS4'] = "
	Боевая винтовка
	Патрон: 7.62х51мм НАТО
	Мод: ПНВ";
$desc['M107_DZ'] = "
	Снайперская винтовка M-107 'Баррет'";
$desc['MR43'] = "
	Обрез MR-43";
$desc['Mk_48_DZ'] = "
	Легкий пулемет
	Патрон: 7.62х51мм НАТО";
$desc['Mk_48_DES_EP1'] = "
	Легкий пулемет
	Патрон: 7.62х51мм НАТО";
$desc['DMR'] = "
	Снайперская винтовка DMR
	Патрон: 7.62х51мм НАТО";
$desc['M16A2'] = "
	M16A2";
$desc['M16A2GL'] = "
	Штурмовая винтовка с подствольным гранатометом";
$desc['bizon_silenced'] = "
	Бизон";
$desc['AK_74'] = "
	AK-47";
$desc['M4A1_Aim'] = "
	M4A1 с колиматорным прицелом";
$desc['AKS_74_kobra'] = "
	Автомат
	Патрон: 5.45х39мм";
$desc['AKS_74_U'] = "
	Автомат
	Патрон: 5.45х39мм";
$desc['AK_47_M'] = "
	Автомат
	Патрон: 7.62х39мм";
$desc['M24'] = "
	М24";
$desc['M1014'] = "
	Полуавтоматический дробовик
	Калибр: 12-й";
$desc['M4A1'] = "
	Штурмовая винтовка
	Патрон: 5.56х45мм НАТО";
$desc['MP5SD'] = "
	МП5";
$desc['MP5A5'] = "
	Пистолет-пулемет
	Патрон: 9х19мм";
$desc['huntingrifle'] = "
	";
$desc['Crossbow'] = "
	Арбалет";
$desc['glock17_EP1'] = "
	Полуавтоматический пистолет
	Патрон: 9х19мм";
$desc['M9'] = "
	Пистолет Макарова";
$desc['M9SD'] = "
	Пистолет Макарова с глушителем";
$desc['Colt1911'] = "
	Полуавтоматический пистолет
	Калибр: .45 АСР";
$desc['Makarov'] = "
	Пистолет  Макарова";
$desc['UZI_EP1'] = "
	Пистолет-пулемет
	Патрон: 9х19мм";
$desc['m16a4_acg'] = "
	М16А4";
$desc['SVD_CAMO'] = "
	СВД Камуфляж";
$desc['M249'] = "
	Легкий пулемет
	Патрон: 5.56х45мм НАТО";
$desc['M249_DZ'] = "
	Легкий пулемет
	Патрон: 5.56х45мм НАТО";
$desc['M240_DZ'] = "
	Легкий пулемет
	Патрон: 7.62х51мм НАТО";
?>

<?
##################-----АММУНИЦИЯ-----##################
$desc['2Rnd_shotgun_74Slug'] = "
	2Rnd. Slug для M1014";
$desc['2Rnd_shotgun_74Pellets'] = "
	2Rnd. Shotgun для M1014";
$desc['30Rnd_556x45_Stanag'] = "
	Патрон: 5.56х45мм НАТО
	Количество: 30
	Используется в: М4А1, М249, М16А4, МК12";
$desc['30Rnd_556x45_StanagSD'] = "
	Патрон: 5.56х45мм НАТО
	Количество: 30
	Используется в: М4А1, М249, М16А4, МК12";
$desc['20Rnd_762x51_DMR'] = "
	Патрон: 7.62х51мм НАТО
	Количество: 20
	Используется в: DMR";
$desc['30Rnd_545x39_AK'] = "
	Патрон: 5.45х39мм
	Количество: 30
	Используется в: АК-74, АКС-74, АКС-74У, АК-107, РПК-74";
$desc['30Rnd_762x39_AK47'] = "
	Патрон: 7.62х39мм
	Количество: 30";
$desc['64Rnd_9x19_SD_Bizon'] = "
	Патрон: 9х18мм дозвук.
	Количество: 64
	Используется в: ПП-19 'Бизон'";
$desc['20Rnd_762x51_FNFAL'] = "
	Патрон: 7.62х51мм НАТО
	Количество: 20
	Используется в: FN FAL";
$desc['5Rnd_762x51_M24'] = "
	";
$desc['10Rnd_127x99_m107'] = "
	Патрон: 12.7х99мм НАТО
	Количество: 10
	Используется в: M107";
$desc['10Rnd_762x54_SVD'] = "
	Патрон: 7.62х54мм R
	Количество: 10
	Используется в: СВД";
$desc['8Rnd_B_Beneli_74Slug'] = "
	Калибр: 12 gauge
	Количество: 8
	Используется в: М1014";
$desc['1Rnd_HE_M203'] = "
	Тип: осколочный
	Количество: 1
	Используется в: M203";
$desc['FlareWhite_M203'] = "
	";
$desc['FlareGreen_M203'] = "
	";
$desc['1Rnd_Smoke_M203'] = "
	Дымовая граната для М203";
$desc['200Rnd_556x45_M249'] = "
	Патрон: 5.56х45мм НАТО
	Количество: 200
	Используется в: M249 SAW";
$desc['8Rnd_B_Beneli_Pellets'] = "
	Заряды для Benelli";
$desc['30Rnd_9x19_MP5'] = "
	Обойма 9х19 для МР5";
$desc['30Rnd_9x19_MP5SD'] = "
	Патрон: 9х19мм парабеллум
	Количество: 30
	Используется в: МП5SD";
$desc['30Rnd_9x19_UZI'] = "
	Патрон: 9х19мм дозвук
	Количество: 30
	Используется в: PDW";
$desc['100Rnd_762x51_M240'] = "
	Патрон: 7.62х51мм НАТО
	Количество: 100
	Используется в: M240, MK 48 Mod 0";
$desc['15Rnd_W1866_Slug'] = "
	Пули 12-го калибра";
$desc['5x_22_LR_17_HMR'] = "
	";
$desc['10x_303'] = "
	Калибр: 303
	Количество: 10
	Используется в: SMLE Mk.III";
$desc['15Rnd_9x19_M9'] = "
	Патрон: 9х19мм
	Количество: 15
	Используется в: М9";
$desc['15Rnd_9x19_M9SD'] = "
	Патрон: 9х19мм парабеллум
	Количество: 15
	Используется в: М9";
$desc['17Rnd_9x19_glock17'] = "
	Патрон: 9х19мм
	Количество: 17
	Используется в: Glock-17";
$desc['8Rnd_9x18_Makarov'] = "
	Патрон: 9х18мм
	Количество: 8
	Используется в: ПМ, ПБ";
$desc['7Rnd_45ACP_1911'] = "
	Калибр: .45 АСР
	Количество: 7
	Используется в: М1911";
$desc['6Rnd_45ACP'] = "
	Барабан .45 для Револьвера";
$desc['BoltSteel'] = "
	Болты для арбалета";
$desc['PipeBomb'] = "
	Взрывчатка";
$desc['HandGrenade_West'] = "
	Ручная граната с таймером";
$desc['SmokeShell'] = "
	Тип: Дымовой выстрел
	Цвет: Белый";
$desc['SmokeShellGreen'] = "
	Тип: Дымовой выстрел
	Цвет: Зеленый";
$desc['SmokeShellRed'] = "
	Тип: Дымовой выстрел
	Цвет: Красный";
?>

<?
##################-----ГАДЖЕТЫ-----##################
$desc['Binocular'] = "
	Бинокль"; 
$desc['Binocular_Vector'] = "
	Дальномер";
$desc['NVGoggles'] = "
	Прибор ночного видения";
$desc['ItemGPS'] = "
	GPS";
$desc['ItemMap'] = "
	Карта";
$desc['ItemCompass'] = "
	Компас служит для навигации";
$desc['ItemWatch'] = "
	Часы используются для определения времени в игровом мире";
$desc['ItemFlashlight'] = "
	Фонарик питается двумя батарейками типа D";
$desc['MeleeFlashlight'] = "
	Фонарик питается двумя батарейками типа D";
$desc['ItemFlashlightRed'] = "
	Армейский фонарик светит красным светом и питается двумя батарейками типа D.";
$desc['ItemKnife'] = "
	Нож используется для разделки туш животных в куски мяса.";
$desc['ItemHatchet'] = "
	Топорик отлично подойдет для рубки дров.";
$desc['MeleeHatchet'] = "
	Топорик отлично подойдет для рубки дров.";
$desc['ItemMatchbox'] = "
	Коробок спичек используется для разведения костра.";
$desc['ItemEtool'] = "
	Сапёрная лопатка используется вместе с инженерным ранцем для создания оборонительных сооружений";
$desc['ItemToolbox'] = "
	Набор инструментов используется для ремонта поврежденной техники и снаряжения, а также установки укреплений.";
$desc['ItemSandbag'] = "
	Мешки с песком для создания оборонительных сооружений";
?>

<?
##################-----ЗАПЧАСТИ-----##################
$desc['PartWoodPile'] = "
	Куча дров идеально подойдет для разведения костра";
$desc['PartWheel'] = "
	Колесо, которое можно использовать для починки одного колеса на автомобиле";//
$desc['PartFueltank'] = "
	Используется для починки топливного бака на сломанной технике";
$desc['PartGlass'] = "
	Используется для установки на сломанную технику";
$desc['PartEngine'] = "
	Двигатель используется для починки мотора на сломанной технике";
$desc['PartGeneric'] = "
	Используются для починки кузова на сломанной технике";
$desc['PartVRotor'] = "
	Запчасти для вертолета используются для починки лопастей вертолета";
$desc['ItemGenerator'] = "
	Генератор";
$desc['ItemJerrycan'] = "
	20-ти литровая канистра для заправки техники и генераторов.";
$desc['ItemJerrycanEmpty'] = "
	Пустая 20-ти литровая канистра для заправки техники и генераторов.
	Можно заправить на заправках у топливных бочек.";
$desc['ItemTankTrap'] = "Противотанковый еж устанавливается для перегораживания проезда";
$desc['ItemWire'] = "
	Колючая проволока";

?>

<?
##################-----ЕДА-----##################
$desc['FoodSteakRaw'] = "
	Сырое мясо добывается ножом при разделке животных.
	Для употребления необходимо пожарить.";
$desc['FoodSteakCooked'] = "
	Кусок жаренного на огне мяса";
$desc['FoodCanBakedBeans'] = "
	Банка варенных бобов в соусе.
	Срок хранения до 5 лет";
$desc['FoodCanFrankBeans'] = "
	Банка консервированной фасоли с мясом.
	Срок хранения до 5 лет.";
$desc['FoodCanSardines'] = "
	Банка консервированных сардин.
	Срок хранения до 5 лет";
$desc['FoodCanPasta'] = "
	Банка лапши в соусе.
	Срок хранения до 5 лет.";
$desc['ItemSodaCoke'] = "
	Алюминиевая банка со вкусным газированным напитком с сахаром, искусственными ароматизаторами и консервантами.";
$desc['ItemSodaPepsi'] = "
	Алюминиевая банка со вкусным газированным напитком с сахаром, искусственными ароматизаторами и консервантами.";
$desc['ItemSodaMdew'] = "
	Алюминиевая банка со вкусным газированным напитком с сахаром, искусственными ароматизаторами и консервантами.";
$desc['ItemWaterbottle'] = "
	Фляжка с водой для питья.";
$desc['ItemWaterbottleUnfilled'] = "
	Пустая фляжка с водой для питья";
?>

<?
##################-----МУСОР-----##################
$desc['TrashTinCan'] = "
	Пустая консервная банка, совершенно пуста и бесполезна.
	Можно использовать для отвлечения зомби.";
$desc['TrashJackDaniels'] = "
	Треснуьтая бутылка виски, не содержит в себе абсолютно ничего.
	Можно использовать для отвлечения зомби.";
$desc['ItemSodaEmpty'] = "
	Алюминиевая банка, которая однажды содержала вкусный газированный напиток и теперь пуста.
	Можно использовать для отвлечения зомби.";
?>

<?
##################-----МЕДИЦИНА-----##################
$desc['ItemBandage'] = "
	Упаковка бинтов армейская.
	Используются для перевязки ран.";
$desc['ItemPainkiller'] = "
	Слабое болеутоляющие отлично подходит для подавления боли от небольших ранений.";
$desc['ItemHeatPack'] = "
	Грелка-подушка, которая греет, когда вы замерзаете. Используется для быстрого согревания вашего тела.";
$desc['ItemMorphine'] = "
	Морфий используется для местного обезболивания при переломах.";
$desc['ItemBloodbag'] = "
	Пакет крови используется для переливания при кровопотерях.
	Необходим помощник.";
$desc['ItemEpinephrine'] = "
	Укол адреналина для приведения в чувства людей без сознания.";
$desc['ItemAntibiotic'] = "
	Азитромицин - это многоцелевой антибиотик, используется для лечения бактериальных инфекций";
?>

<?
##################-----ФЛАЙЕРЫ-----##################
$desc['HandRoadFlare'] = "
	Гражданский сигнальный огонь, который обычно используют спасатели.
	Горит около 5-ти минут.";
$desc['HandChemGreen'] = "
	Химический источник света, освещающий небольшую область на период до 60 минут после броска.
	Бывает разных цветов.";
$desc['HandChemBlue'] = "
	Химический источник света, освещающий небольшую область на период до 60 минут после броска.
	Бывает разных цветов.";
$desc['HandChemRed'] = "
	Химический источник света, освещающий небольшую область на период до 60 минут после броска.
	Бывает разных цветов.";
?>

<?
##################-----ТРАНСПОРТ-----##################
$desc['ATV_CZ_EP1'] = "
	ATV";
$desc['Lada1_TK_CIV_EP1'] = "
	Лада";
$desc['Ikarus'] = "
	Икарус";
$desc['Lada1'] = "
	Лада1";
$desc['BAF_Offroad_W'] = "
	";
$desc['Old_moto_TK_Civ_EP1'] = "
	Квадроцикл";
$desc['SkodaRed'] = "
	Skoda";
$desc['TT650_Civ'] = "
	";
$desc['UAZ_CDF'] = "
	УАЗ";
$desc['LandRover_TK_CIV_EP1'] = "
	Land Rover";
$desc['UAZ_Unarmed_TK_CIV_EP1'] = "
	УАЗ Unarmed";
$desc['Volha_2_TK_CIV_EP1'] = "
	Волга";
$desc['hilux1_civil_3_open_EP1'] = "
	";
$desc['policecar'] = "
	Police";
$desc['ItemTent'] = "
	Палатку можно развернуть и использовать как безопасное хранилище ваших вещей.";
?>
<?
##################-----СКИНЫ-----##################
$desc['Skin_Camo1_DZ'] = "
	Камуфлированный костюм";
$desc['Skin_Sniper1_DZ'] = "
	Маскировочный костюм";
$desc['Skin_Survivor2_DZ'] = "
	Комплект одежды туриста";
?>
<?
##################-----ОДЕЖДА-----##################
$desc['Survivor2_DZ'] = "Выживший";
$desc['Camo1_DZ'] = "Камуфляж";
$desc['Sniper1_DZ'] = "Леший";
?>
<?
##################-----РЮКЗАКИ-----##################
$desc['DZ_CivilBackpack_EP1'] = "
Civil Backpack";
$desc['DZ_Patrol_Pack_EP1'] = "
Patrol Pack";
$desc['DZ_Assault_Pack_EP1'] = "
Assault Pack";
$desc['DZ_ALICE_Pack_EP1'] = "
ALICE Pack";
$desc['DZ_Backpack_EP1'] = "
Backpack";
$desc[''] = "
Мертв";
?>